<?php

$string['pluginname'] = 'Работа в курсе';
$string['activity:view'] = 'Просматривать отчет о работе в курсе';
$string['activity:togglevisible'] = 'Переключать видимость элементов отчета';
$string['key1'] = 'Просмотрен отчет «Работа в курсе»';
$string['key2'] = 'Преподаватели курса';
$string['key3'] = 'Преподаватель';
$string['key4'] = 'Последний доступ к курсу';
$string['key5'] = 'Выполнение заданий курса';
$string['key6'] = 'Название модуля';
$string['key7'] = 'Общее количество работ';
$string['key8'] = 'Число загруженных работ';
$string['key9'] = 'Процент загруженных работ';
$string['key10'] = 'Число оцененных работ';
$string['key11'] = 'Процент оцененных работ';
$string['key12'] = 'Есть неоцененные работы';
$string['key13'] = 'Итого';
$string['key14'] = 'Выполнение тестов курса';
$string['key15'] = 'Общее количество тестов';
$string['key16'] = 'Число выполненных тестов';
$string['key17'] = 'Процент выполненных тестов';
$string['key18'] = 'Нечего показывать';
$string['key19'] = 'Эффективность работы по курсу: {$a}';
$string['key20'] = 'Групповой режим';
$string['key21'] = 'Без оценки';
$string['key22'] = 'Изменен отчет «Работа в курсе»';
